tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
cask 'xquartz'
brew 'xz'
brew 'pkg-config'
brew 'emacs', args: ['with-cocoa']
brew 'gdbm'
brew 'openssl'
brew 'pcre'
brew 'readline'
brew 'sqlite'
brew 'python3'
brew 'wget'
brew 'z'
brew 'zsh'
cask 'atom'
cask 'cocoapods'
cask 'dash'
cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'java'
cask 'karabiner'
cask 'lastpass'
cask 'mactex'
cask 'seil'
cask 'skim'
cask 'slack'
